Repository: eugeni/NetworkManager-mdv
Catalog: po/*.po
Languages: as, be@latin

source: NAME
as: নাম

source: DEVICES
as: যন্ত্ৰ

source: SCOPE
as: স্ক'প

source: DEFAULT
as: অবিকল্পিত

source: DBUS-SERVICE
as: DBUS সেৱা

source: TYPE
as: ধৰণ

source: TIMESTAMP
as: সময়ৰ চাপ

source: TIMESTAMP-REAL
as: সময়ৰ চাপ - ৰিয়েল

source: AUTOCONNECT
as: স্বয়ংক্ৰিয় সংযোগ

source: READONLY
as: অকল পঢ়িব পৰা

source: Usage: nmcli con { COMMAND | help } COMMAND := { list | status | up | down } list [id <id> | uuid <id> | system | user] status up id <id> | uuid <id> [iface <iface>] [ap <hwaddr>] [--nowait] [--timeout <timeout>] down id <id> | uuid <id>
as: ব্যৱহাৰপ্ৰণালী: nmcli con { COMMAND | help } COMMAND := { list | status | up | down } list [id <id> | uuid <id> | system | user] status up id <id> | uuid <id> [iface <iface>] [ap <hwaddr>] [--nowait] [--timeout <timeout>] down id <id> | uuid <id>

source: Error: 'con list': %s
as: ভুল: 'con list': %s

source: Error: 'con list': %s; allowed fields: %s
as: ভুল: 'con list': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: Connection details
as: সংযোগৰ বিৱণ

source: system
as: প্ৰণালী

source: user
as: ব্যৱহাৰকৰ্তা

source: never
as: কেতিয়াও নহয়

source: yes
as: হয়

source: no
as: নহয়

source: System connections
as: প্ৰণালীৰ সংযোগ

source: User connections
as: ব্যৱহাৰকৰ্তাৰ সংযোগ

source: Error: %s argument is missing.
as: ত্ৰুটি: %s তৰ্ক অনুপস্থিত ।

source: Error: %s - no such connection.
as: ত্ৰুটি: %s - এই ধৰণৰ কোনো সংযোগ নাই ।

source: Unknown parameter: %s
as: অজ্ঞাত স্থিতিমাপ: %s

source: Error: no valid parameter specified.
as: ত্ৰুটি: বৈধ স্থিতিমাপ উল্লেখ কৰা নাযায় ।

source: Error: %s.
as: ভুল: %s ।

source: Error: 'con status': %s
as: ভুল: 'con status': %s

source: Error: 'con status': %s; allowed fields: %s
as: ভুল: 'con status': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: Active connections
as: সক্ৰিয় সংযোগ

source: no active connection on device '%s'
as: '%s' যন্ত্ৰত কোনো সক্ৰিয় সংযোগ নাই

source: no active connection or device
as: কোনো সক্ৰিয় সংযোগ বা যন্ত্ৰ নাই

source: device '%s' not compatible with connection '%s'
as: যন্ত্ৰ '%s' সংযোগ '%s' ৰ সৈতে সুসঙ্গত নহয়

source: no device found for connection '%s'
as: '%s' সংযোগৰ কাৰণে কোনো যন্ত্ৰ নাই

source: activating
as: সক্ৰিয় কৰা হৈছে

source: activated
as: সক্ৰিয় কৰা হৈছে

source: unknown
as: অজ্ঞাত

source: VPN connecting (prepare)
as: VPN সংযোগ স্থাপন কৰা হৈছে (প্ৰস্তুতি)

source: VPN connecting (need authentication)
as: VPN সংযোগ স্থাপন কৰা হৈছে (অনুমোদন প্ৰয়োজন)

source: VPN connecting
as: VPN সংযোগ স্থাপন কৰা হৈছে

source: VPN connecting (getting IP configuration)
as: VPN সংযোগ স্থাপন কৰা হৈছে (IP বিন্যাস প্ৰাপ্ত কৰা হৈছে)

source: VPN connected
as: VPN সংযোগ স্থাপন কৰা হৈছে

source: VPN connection failed
as: VPN সংযোগ বিফল হৈছে

source: VPN disconnected
as: VPN সংযোগ বিচ্ছিন্ন কৰা হৈছে

source: unknown reason
as: অজ্ঞাত কাৰণ

source: none
as: শূণ্য

source: the user was disconnected
as: ব্যৱহাৰকৰ্তাৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হৈছে

source: the base network connection was interrupted
as: মূল নে'টৱৰ্ক সংযোগ বিঘ্নিত হৈছে

source: the VPN service stopped unexpectedly
as: অপ্ৰত্যাশিতভাবে VPN সেৱা বন্ধ কৰা হৈছে

source: the VPN service returned invalid configuration
as: VPN সেৱাৰ পৰা অবৈধ বিন্যাস পোৱা গৈছে

source: the connection attempt timed out
as: সংযোগৰ প্ৰয়াসত সময়সীমা উত্তীৰ্ণ হৈছে

source: the VPN service did not start in time
as: যথাযত সময়ত VPN সেৱা আৰম্ভ কৰা নহয়

source: the VPN service failed to start
as: VPN সেৱা আৰম্ভ কৰা নাযায়

source: no valid VPN secrets
as: VPN ৰ বৈধ গোপন তথ্য নাই

source: invalid VPN secrets
as: VPN ৰ অবৈধ গোপন তথ্য

source: the connection was removed
as: সংযোগ আঁতৰুৱা হৈছে

source: state: %s
as: অৱস্থা: %s

source: Connection activated
as: সংযোগ সক্ৰিয় কৰা হৈছে

source: Error: Connection activation failed.
as: ত্ৰুটি: সংযোগ সক্ৰিয় কৰিবলৈ ব্যৰ্থ ।

source: state: %s (%d)
as: অৱস্থা: %s (%d)

source: Error: Connection activation failed: %s.
as: ত্ৰুটি: সংযোগ সক্ৰিয় কৰিবলৈ ব্যৰ্থ: %s ।

source: Error: Timeout %d sec expired.
as: ত্ৰুটি: %d চেকেন্ডৰ সময়সীমা উত্তীৰ্ণ হৈছে ।

source: Error: Connection activation failed: %s
as: ত্ৰুটি: সংযোগ সক্ৰিয় কৰিবলৈ ব্যৰ্থ: %s

source: Error: Obtaining active connection for '%s' failed.
as: ত্ৰুটি: '%s' ৰ বাবে সক্ৰিয় সংযোগ প্ৰাপ্ত কৰিবলৈ ব্যৰ্থ ।

source: Active connection state: %s
as: সক্ৰিয় সংযোগৰ অৱস্থা: %s

source: Active connection path: %s
as: সক্ৰিয় সংযোগৰ পথ: %s

source: Error: Unknown connection: %s.
as: ত্ৰুটি: অজ্ঞাত সংযোগ: %s.

source: Error: timeout value '%s' is not valid.
as: ত্ৰুটি: '%s' সময়সীমাৰ মান বৈধ নহয় ।

source: Error: id or uuid has to be specified.
as: ত্ৰুটি: id বা uuid নিৰ্ধাৰণ কৰা আৱশ্যক ।

source: Error: No suitable device found: %s.
as: ত্ৰুটি: প্ৰযোজ্য কোনো যন্ত্ৰ পোৱা নাযায়: %s.

source: Error: No suitable device found.
as: ত্ৰুটি: কোনো প্ৰযোজ্য যন্ত্ৰ পোৱা নাযায় ।

source: Warning: Connection not active
as: সতৰ্কবাৰ্তা: সংযোগ সক্ৰিয় নহয়

source: Error: 'con' command '%s' is not valid.
as: ত্ৰুটি: 'con' আদেশ '%s', বৈধ নহয় ।

source: Error: could not connect to D-Bus.
as: ত্ৰুটি: D-Bus ৰ সৈতে সংযোগ কৰিবলৈ ব্যৰ্থ ।

source: Error: Could not get system settings.
as: ত্ৰুটি: প্ৰণালীৰ বৈশিষ্ট্য প্ৰাপ্ত কৰিবলৈ ব্যৰ্থ ।

source: Error: Could not get user settings.
as: ত্ৰুটি: ব্যৱহাৰকৰ্তাৰ বৈশিষ্ট্য প্ৰাপ্ত কৰিবলৈ ব্যৰ্থ

source: Error: Can't obtain connections: settings services are not running.
as: ত্ৰুটি: সংযোগ প্ৰাপ্ত কৰিবলৈ ব্যৰ্থ: বৈশিষ্ট্যৰ সেৱা বৰ্তমানে নাই চলা ।

source: DEVICE
as: যন্ত্ৰ

source: STATE
as: অৱস্থা

source: GENERAL
as: সাধাৰণ

source: CAPABILITIES
as: কৰ্মক্ষমতা

source: WIFI-PROPERTIES
as: ৱাইফাই গুণ

source: WIRED-PROPERTIES
as: তাঁৰযুক্ত সংযোগৰ বৈশিষ্ট্য

source: IP4-SETTINGS
as: IP4 পছন্দসমূহ

source: DRIVER
as: চালক

source: CARRIER-DETECT
as: পৰিবহণকৰ্তা চিনাক্তকৰণ

source: SPEED
as: গতি

source: CARRIER
as: পৰিবহণকৰ্তা

source: ADDRESS
as: ঠিকনা

source: PREFIX
as: উপসৰ্গ

source: GATEWAY
as: গে'টৱে

source: MODE
as: মোড

source: RATE
as: হাৰ

source: SIGNAL
as: চিগ্নেল

source: SECURITY
as: সুৰক্ষা

source: ACTIVE
as: সক্ৰিয়

source: Usage: nmcli dev { COMMAND | help } COMMAND := { status | list | disconnect | wifi } status list [iface <iface>] disconnect iface <iface> [--nowait] [--timeout <timeout>] wifi [list [iface <iface>] [hwaddr <hwaddr>]]
as: ব্যৱহাৰপ্ৰণালী: nmcli dev { COMMAND | help } COMMAND := { status | list | disconnect | wifi } status list [iface <iface>] disconnect iface <iface> [--nowait] [--timeout <timeout>] wifi [list [iface <iface>] [hwaddr <hwaddr>]]

source: unmanaged
as: পৰিচালিত নহয়

source: unavailable
as: উপলব্ধ নহয়

source: disconnected
as: বিচ্ছিন্ন

source: connecting (prepare)
as: সংযোগ কৰা হৈছে (প্ৰস্তুতি)

source: connecting (configuring)
as: সংযোগ কৰা হৈছে (বিন্যাস কৰা হৈছে)

source: connecting (need authentication)
as: সংযোগ কৰা হৈছে (অনুমোদন প্ৰয়োজন)

source: connecting (getting IP configuration)
as: সংযোগ কৰা হৈছে (IP বিন্যাস প্ৰাপ্ত কৰা হৈছে)

source: connected
as: সংযোগ স্থাপিত

source: connection failed
as: সংযোগ বিফল

source: Unknown
as: অজ্ঞাত

source: (none)
as: (শূণ্য)

source: %s: error converting IP4 address 0x%X
as: %s: IP4 ঠিকনা 0x%X ৰূপান্তৰ কৰিবলৈ ত্ৰুটি

source: Encrypted:
as: এনক্ৰিপ্ট কৰা:

source: Enterprise
as: এন্টাৰপ্ৰাইজ

source: Ad-Hoc
as: এড-হক

source: Infrastructure
as: অৱগাঁথনি

source: Error: 'dev list': %s
as: ভুল: 'dev list': %s

source: Error: 'dev list': %s; allowed fields: %s
as: ভুল: 'dev list': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: Device details
as: যন্ত্ৰৰ বিৱৰণ

source: (unknown)
as: (অজ্ঞাত)

source: unknown)
as: অজ্ঞাত)

source: on
as: চলি আছে

source: off
as: বন্ধ

source: Error: 'dev status': %s
as: ভুল: 'dev status': %s

source: Error: 'dev status': %s; allowed fields: %s
as: ভুল: 'dev status': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: Status of devices
as: যন্ত্ৰৰ অৱস্থা

source: Error: '%s' argument is missing.
as: ত্ৰুটি: '%s' তৰ্ক অনুপস্থিত ।

source: Error: Device '%s' not found.
as: ত্ৰুটি: '%s' যন্ত্ৰ পোৱা নাযায় ।

source: Success: Device '%s' successfully disconnected.
as: সফলতা: '%s' যন্ত্ৰ সফলতাৰে সংযোগ বিচ্ছিন্ন কৰা হৈছে ।

source: Error: Device '%s' (%s) disconnecting failed: %s
as: ত্ৰুটি: '%s' (%s) যন্ত্ৰৰ সৈতে সংযোগ বিচ্ছিন্ন কৰিবলৈ ব্যৰ্থ: %s

source: Device state: %d (%s)
as: যন্ত্ৰৰ অৱস্থা: %d (%s)

source: Error: iface has to be specified.
as: ত্ৰুটি: iface নিৰ্ধাৰণ কৰা আৱশ্যক ।

source: Error: 'dev wifi': %s
as: ভুল: 'dev wifi': %s

source: Error: 'dev wifi': %s; allowed fields: %s
as: ভুল: 'dev wifi': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: WiFi scan list
as: ৱাই-ফাই স্কেনৰ তালিকা

source: Error: Access point with hwaddr '%s' not found.
as: ত্ৰুটি: hwaddr '%s' সহ এক্সেচ পইন্ট পোৱা নাযায় ।

source: Error: Device '%s' is not a WiFi device.
as: ত্ৰুটি: '%s' যন্ত্ৰ ৱাই-ফাই যন্ত্ৰ নহয় ।

source: Error: 'dev wifi' command '%s' is not valid.
as: ত্ৰুটি: 'dev wifi' আদেশ '%s' বৈধ নহয় ।

source: Error: 'dev' command '%s' is not valid.
as: ত্ৰুটি: 'dev' আদেশ '%s' বৈধ নহয় ।

source: RUNNING
as: চলমান

source: WIFI-HARDWARE
as: ৱাইফাই যান্ত্ৰিক সামগ্ৰী

source: WIFI
as: ৱাইফাই

source: WWAN-HARDWARE
as: WWAN যান্ত্ৰিক সামগ্ৰী

source: Usage: nmcli nm { COMMAND | help } COMMAND := { status | sleep | wakeup | wifi | wwan } status sleep wakeup wifi [on|off] wwan [on|off]
as: ব্যৱহাৰপ্ৰণালী: nmcli nm { COMMAND | help } COMMAND := { status | sleep | wakeup | wifi | wwan } status sleep wakeup wifi [on|off] wwan [on|off]

source: asleep
as: নিদ্ৰিত

source: connecting
as: সংযোগ কৰা হৈছে

source: Error: 'nm status': %s
as: ভুল: 'nm status': %s

source: Error: 'nm status': %s; allowed fields: %s
as: ভুল: 'nm status': %s; অনুমতি থকা ক্ষেত্ৰ: %s

source: NetworkManager status
as: NetworkManager ৰ অৱস্থা

source: enabled
as: সক্ৰিয়

source: disabled
as: নিষ্ক্ৰিয়

source: running
as: চলি আছে

source: not running
as: চলা নাই

source: Error: '--fields' value '%s' is not valid here; allowed fields: %s
as: ভুল : '--fields' ৰ মান '%s' ইয়াত বৈধ নহয়; অনুমতি থকা ক্ষেত্ৰ: %s

source: WiFi enabled
as: ৱাইফাই সক্ৰিয়

source: Error: invalid 'wifi' parameter: '%s'.
as: ত্ৰুটিৰ: অবৈধ 'wifi' স্থিতিমাপ: '%s' ।

source: WWAN enabled
as: WWAN সক্ৰিয়

source: Error: invalid 'wwan' parameter: '%s'.
as: ত্ৰুটি: অবৈধ 'wwan' স্থিতিমাপ: '%s' ।

source: Error: 'nm' command '%s' is not valid.
as: ত্ৰুটি: 'nm' আদেশ '%s' বৈধ নহয় ।

source: Usage: %s [OPTIONS] OBJECT { COMMAND | help } OPTIONS -t[erse] terse output -p[retty] pretty output -m[ode] tabular|multiline output mode -f[ields] <field1,field2,...>|all|common specify fields to output -e[scape] yes|no escape columns separators in values -v[ersion] show program version -h[elp] print this help OBJECT nm NetworkManager status con NetworkManager connections dev devices managed by NetworkManager
as: ব্যৱহাৰপদ্ধতি: %s [OPTIONS] OBJECT { COMMAND | help } OPTIONS -t[erse] terse output -p[retty] pretty output -m[ode] tabular|multiline output mode -f[ields] <field1,field2,...>|all|common specify fields to output -e[scape] yes|no escape columns separators in values -v[ersion] show program version -h[elp] print this help OBJECT nm NetworkManager status con NetworkManager connections dev devices managed by NetworkManager

source: Error: Object '%s' is unknown, try 'nmcli help'.
as: ভুল: '%s' অব্জেক্ট অজ্ঞাত, 'nmcli help' ব্যৱহাৰৰ প্ৰচেষ্টা কৰক ।

source: Error: Option '--terse' is specified the second time.
as: ভুল: '--terse' বিকল্পক দ্বিতীয় বাৰৰ বাবে নিৰ্ধাৰিত কৰা হৈছে ।

source: Error: Option '--terse' is mutually exclusive with '--pretty'.
as: ভুল: '--terse' বিকল্প '--pretty' ৰ সৈতে আছুতীয়া ।

source: Error: Option '--pretty' is specified the second time.
as: ভুল: '--pretty' বিকল্পক দ্বিতীয় বাৰৰ বাবে নিৰ্ধাৰিত কৰা হৈছে ।

source: Error: Option '--pretty' is mutually exclusive with '--terse'.
as: ভুল: '--pretty' বিকল্প '--terse' ৰ সৈতে আছুতীয়া ।

source: Error: missing argument for '%s' option.
as: ত্ৰুটি: '%s' বিকল্পৰ বাবে তৰ্ক নাই ।

source: Error: '%s' is not valid argument for '%s' option.
as: ত্ৰুটি: '%s' বিকল্প '%s' ৰ কাৰণে বৈধ তৰ্ক নহয় ।

source: Error: fields for '%s' options are missing.
as: ত্ৰুটি: '%s' বিকল্পমূহৰ কাৰণে ক্ষেত্ৰ নাই ।

source: nmcli tool, version %s
as: nmcli সৰঞ্জাম, সংস্কৰণ %s

source: Error: Option '%s' is unknown, try 'nmcli -help'.
as: ভুল: '%s' বিকল্প অজ্ঞাত, 'nmcli -help' ব্যৱহাৰৰ প্ৰয়োগ কৰক ।

source: Caught signal %d, shutting down...
as: %d সংকেত প্ৰাপ্ত হৈছে, বন্ধ কৰা হৈছে...

source: Error: Could not connect to NetworkManager.
as: ত্ৰুটি: NetworkManager ৰ সৈতে সংযোগ স্থাপন কৰিবলৈ ব্যৰ্থ ।

source: Success
as: সফল

source: %d (104/128-bit passphrase)
as: %d (১০৪/১২৮-বিট গুপ্তশব্দ)

source: %d (unknown)
as: %d (অজ্ঞাত)

source: 0 (unknown)
as: 0 (অজ্ঞাত)

source: any,
as: যি কোনো,

source: auto
as: স্বয়ংক্ৰিয়

source: not set
as: নিৰ্ধাৰত কৰা হোৱা নাই

source: field '%s' has to be alone
as: '%s' ক্ষেত্ৰ অকলে থাকিব লাগিব

source: invalid field '%s'
as: অবৈধ ক্ষেত্ৰ '%s'

source: Option '--terse' requires specifying '--fields'
as: '--terse' বিকল্পক '--fields' নিৰ্ধাৰণ কৰাৰ প্ৰয়োজন

source: Option '--terse' requires specific '--fields' option values , not '%s'
as: '--terse' বিকল্পক নিৰ্দিষ্ট '--fields' বিকল্পৰ মানৰ প্ৰয়োজন, '%s' নহয়

source: PEM key file had no end tag '%s'.
as: PEM চাবি নথিপত্ৰৰ কোনো সমাপ্তিৰ টেগ নাই '%s' ।

source: Doesn't look like a PEM private key file.
as: এটা PEM গোপনীয় চাবি নথিপত্ৰ নহয় ।

source: Not enough memory to store PEM file data.
as: PEM নথিপত্ৰৰ তথ্যে সংৰক্ষণৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Malformed PEM file: Proc-Type was not first tag.
as: ভুল PEM নথিপত্ৰ: প্ৰথম টেগ ৰূপে Proc-Type ব্যৱহাৰ কৰা নহয় ।

source: Malformed PEM file: unknown Proc-Type tag '%s'.
as: ভুল PEM নথিপত্ৰ: অজ্ঞাত Proc-Type টেগ '%s' ।

source: Malformed PEM file: DEK-Info was not the second tag.
as: ভুল PEM নথিপত্ৰ: দ্বিতীয় টেগ ৰূপে DEK-Info ধাৰ্য কৰা নহয় ।

source: Malformed PEM file: no IV found in DEK-Info tag.
as: ভুল PEM নথিপত্ৰ: DEK-Info টেগত কোনো IV পোৱা নাযায় ।

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
as: ভুল PEM নথিপত্ৰ: DEK-Info টেগত IV ৰ বিন্যাস বৈধ নহয় ।

source: Malformed PEM file: unknown private key cipher '%s'.
as: ভুল PEM নথিপত্ৰ: ব্যক্তিগত-চাবিৰ অজ্ঞাত ছাইফাৰ '%s' ।

source: Could not decode private key.
as: ব্যক্তিগত চাবি ডিকোড কৰিবলৈ ব্যৰ্থ ।

source: PEM certificate '%s' had no end tag '%s'.
as: '%s' PEM প্ৰমাণপত্ৰত সমাপ্তিৰ টেগ '%s' নাই ।

source: Failed to decode certificate.
as: প্ৰমাণপত্ৰ ডিকোড কৰিবলৈ ব্যৰ্থ ।

source: Not enough memory to store certificate data.
as: প্ৰমাণপত্ৰৰ তথ্য সংৰক্ষণৰ উদ্দেশ্যে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Not enough memory to store file data.
as: নথিপত্ৰৰ তথ্য সংৰক্ষণৰ উদ্দেশ্যে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: IV must be an even number of bytes in length.
as: IV ৰ দৈৰ্ঘ্যৰ পৰিমাণ যুগ্ম সংখ্যক বাইটৰ হোৱা আৱশ্যক ।

source: Not enough memory to store the IV.
as: IV সংৰক্ষণৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: IV contains non-hexadecimal digits.
as: IV-ত hexadecimal-নোহোৱা অন্য সংখ্যা উপস্থিত ।

source: Private key cipher '%s' was unknown.
as: ব্যক্তিগত চাবিৰ ছাইফাৰ '%s' অজ্ঞাত ।

source: Not enough memory to decrypt private key.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰাৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Unable to determine private key type.
as: ব্যক্তিগত চাবিৰ ধৰণ নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ ।

source: Not enough memory to store decrypted private key.
as: ডিক্ৰিপ্ট কৰা ব্যক্তিগত চাবি সংৰক্ষণৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Failed to initialize the crypto engine.
as: ক্ৰিপ্টো কলঘৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Failed to initialize the MD5 engine: %s / %s.
as: MD5 কলঘৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Invalid IV length (must be at least %zd).
as: IV ৰ অবৈধ দৈৰ্ঘ্য (অন্তত %zd হোৱা আৱশ্যক) ।

source: Not enough memory for decrypted key buffer.
as: ডিক্ৰিপ্ট কৰা চাবিৰ বাফাৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Failed to initialize the decryption cipher context: %s / %s.
as: ডিক্ৰিপছন ছাইফাৰৰ সন্দৰ্ভ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to set symmetric key for decryption: %s / %s.
as: ডিক্ৰিপছনৰ বাবে চিমেট্ৰিক চাবি নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to set IV for decryption: %s / %s.
as: ডিক্ৰিপছনৰ উদ্দেশ্যে IV নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to decrypt the private key: %s / %s.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to decrypt the private key: unexpected padding length.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: পেডিংৰ দৈৰ্ঘ্য বৈধ নহয় ।

source: Failed to decrypt the private key.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ ।

source: Could not allocate memory for encrypting.
as: এনক্ৰিপ্ট কৰাৰ বাবে স্মৃতিশক্তি বিতৰণ কৰিবলৈ ব্যৰ্থ ।

source: Failed to initialize the encryption cipher context: %s / %s.
as: এনক্ৰিপশন চাইফাৰৰ সন্দৰ্ভ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to set symmetric key for encryption: %s / %s.
as: এনক্ৰিপশনৰ বাবে চিমেট্ৰিক-কি নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to set IV for encryption: %s / %s.
as: এনক্ৰিপশনৰ উদ্দেশ্যে IV নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Failed to encrypt the data: %s / %s.
as: তথ্য এনক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: %s / %s ।

source: Error initializing certificate data: %s
as: প্ৰমাণপত্ৰৰ তথ্য আৰম্ভ কৰিবলৈ সমস্যা: %s

source: Couldn't decode certificate: %s
as: প্ৰমাণপত্ৰ ডি-কোড কৰিবলৈ ব্যৰ্থ: %s

source: Couldn't initialize PKCS#12 decoder: %s
as: PKCS#12 ডিকোডাৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s

source: Couldn't decode PKCS#12 file: %s
as: PKCS#12 নথিপত্ৰ ডিকোড কৰিবলৈ ব্যৰ্থ: %s

source: Couldn't verify PKCS#12 file: %s
as: PKCS#12 নথিপত্ৰ প্ৰমাণিত কৰিবলৈ ব্যৰ্থ: %s

source: Failed to initialize the crypto engine: %d.
as: ক্ৰিপ্টো কলঘৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %d ।

source: Failed to initialize the MD5 context: %d.
as: MD5 সন্দৰ্ভ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %d ।

source: Invalid IV length (must be at least %d).
as: IV ৰ অবৈধ দৈৰ্ঘ্য (অন্তত %d হোৱা আৱশ্যক) ।

source: Failed to initialize the decryption cipher slot.
as: ডিক্ৰিপছন ছাইফাৰ স্লট আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Failed to set symmetric key for decryption.
as: ডিক্ৰিপছনৰ উদ্দেশ্যে চিমেট্ৰিক চাবি নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ ।

source: Failed to set IV for decryption.
as: ডিক্ৰিপছনৰ উদ্দেশ্যে IV নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ ।

source: Failed to initialize the decryption context.
as: ডিক্ৰিপছন সন্দৰ্ভ আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Failed to decrypt the private key: %d.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: %d ।

source: Failed to decrypt the private key: decrypted data too large.
as: ব্যক্তিগত চাবি ডিক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: ডিক্ৰিপ্ট কৰা তথ্য অত্যাধিক ডাঙৰ ।

source: Failed to finalize decryption of the private key: %d.
as: ব্যক্তিগত চাবিৰ ডিক্ৰিপছন সমাপ্ত কৰিবলৈ ব্যৰ্থ: %d ।

source: Failed to initialize the encryption cipher slot.
as: এনক্ৰিপশন চাইফাৰ স্লট আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Failed to set symmetric key for encryption.
as: এনক্ৰিপশনৰ উদ্দেশ্যে চিমেট্ৰিক-কি নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ ।

source: Failed to set IV for encryption.
as: এনক্ৰিপশনৰ উদ্দেশ্যে IV নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ ।

source: Failed to initialize the encryption context.
as: এনক্ৰিপশন সন্দৰ্ভ আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Failed to encrypt: %d.
as: এনক্ৰিপ্ট কৰিবলৈ ব্যৰ্থ: %d ।

source: Unexpected amount of data after encrypting.
as: এনক্ৰিপ্ট কৰাৰ পিছত অপ্ৰত্যাশিত পৰিমাণ তথ্য উপলব্ধ হৈছে ।

source: Couldn't decode certificate: %d
as: প্ৰমাণপত্ৰ ডিকোড কৰিবলৈ ব্যৰ্থ: %d

source: Couldn't convert password to UCS2: %d
as: গুপ্তশব্দক UCS2 লৈ ৰূপান্তৰ কৰিবলৈ ব্যৰ্থ: %d

source: Couldn't initialize PKCS#12 decoder: %d
as: PKCS#12 ডিকোডাৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %d

source: Couldn't decode PKCS#12 file: %d
as: PKCS#12 নথিপত্ৰ ডিকোড কৰিবলৈ ব্যৰ্থ: %d

source: Couldn't verify PKCS#12 file: %d
as: PKCS#12 নথিপত্ৰ প্ৰমাণিত কৰিবলৈ ব্যৰ্থ: %d

source: Could not generate random data.
as: বিশৃঙ্খল তথ্য নিৰ্মাণ কৰিবলৈ ব্যৰ্থ ।

source: Not enough memory to make encryption key.
as: এনক্ৰিপশন-কি নিৰ্মাণৰ বাবে পৰ্যাপ্ত স্মৃতিশক্তি অনুপস্থিত ।

source: Could not allocate memory for PEM file creation.
as: PEM নথিপত্ৰ নিৰ্মাণৰ বাবে স্মৃতিশক্তি বিতৰণ কৰিবলৈ ব্যৰ্থ ।

source: Could not allocate memory for writing IV to PEM file.
as: PEM নথিপত্ৰত IV লিখাৰ বাবে স্মৃতিশক্তি বিতৰণ কৰিবলৈ ব্যৰ্থ ।

source: Could not allocate memory for writing encrypted key to PEM file.
as: PEM নথিপত্ৰত এনক্ৰিপ্ট কৰা চাবি লিখাৰ বাবে স্মৃতিশক্তি বিতৰণ কৰা নাযায় ।

source: Could not allocate memory for PEM file data.
as: PEM নথিপত্ৰৰ তথ্যে সংৰক্ষণৰ বাবে স্মৃতিশক্তি বিতৰণ কৰিবলৈ ব্যৰ্থ ।

source: error processing netlink message: %s
as: netlink বাৰ্তা প্ৰক্ৰিয়াকৰণত ভুল: %s
be@latin: pamyłka pry apracoŭvańni paviedamleńnia ad sietkavaha linka: %s

source: error occurred while waiting for data on socket
as: তথ্যৰ বাবে ছকেটত অপেক্ষা কৰোঁতে সমস্যা
be@latin: pry čakańni źviestak na sokiecie adbyłasia pamyłka

source: unable to connect to netlink for monitoring link status: %s
as: লিংকৰ অৱস্থা নিৰীক্ষণৰ উদ্দেশ্যে netlink ৰ সৈতে সংযোগ কৰিবলৈ ব্যৰ্থ: %s
be@latin: niemahčyma spałučycca z sietkavym linkam, kab nazirać za jaho stanam: %s

source: unable to enable netlink handle credential passing: %s
as: netlink handle credential passing সক্ৰিয় কৰিবলৈ ব্যৰ্থ: %s

source: unable to allocate netlink handle for monitoring link status: %s
as: লিংকৰ অৱস্থা নিৰীক্ষণৰ উদ্দেশ্যে netlink হেন্ডেল বিতৰণ কৰিবলৈ ব্যৰ্থ: %s
be@latin: niemahčyma vydzielić handle dla sietkavaha linka, kab nazirać za jaho stanam: %s

source: unable to allocate netlink link cache for monitoring link status: %s
as: লিংকৰ অৱস্থা নিৰীক্ষণৰ উদ্দেশ্যে netlink লিংক কেশ্বে বিতৰণ কৰিবলৈ ব্যৰ্থ: %s
be@latin: niemahčyma vydzielić keš dla sietkavaha linka, kab nazirać za jaho stanam: %s

source: unable to join netlink group: %s
as: netlink দলে যোগ কৰিবলৈ ব্যৰ্থ: %s

source: error updating link cache: %s
as: লিংক কোশ্বে উন্নত কৰিবলৈ সমস্যা: %s

source: Invalid option. Please use --help to see a list of valid options.
as: অবৈধ বিকল্প । বৈধ বিকল্পসমূহৰ তালিকা চোৱাৰ বাবে অনুগ্ৰহ কৰি --help প্ৰয়োগ কৰক ।
be@latin: Niapravilnaja opcyja. Kab pahladzieć śpis mahčymych opcyj, užyj --help.

source: %s. Please use --help to see a list of valid options.
as: %s । বৈধ বিকল্পসমূহৰ তালিকা চোৱাৰ বাবে অনুগ্ৰহ কৰি --help প্ৰয়োগ কৰক ।

source: # Created by NetworkManager
as: # NetworkManager দ্বাৰা নিৰ্মিত

source: # Merged from %s
as: # %s ৰ পৰা একত্ৰিত কৰা হৈছে

source: no usable DHCP client could be found.
as: ব্যৱহাৰযোগ্য DHCP ক্লায়েন্ট পোৱা নাযায় ।

source: 'dhclient' could be found.
as: 'dhclient' পোৱা নাযায় ।

source: 'dhcpcd' could be found.
as: 'dhcpcd' পোৱা নাযায় ।

source: unsupported DHCP client '%s'
as: অসমৰ্থিত DHCP ক্লায়েন্ট '%s'

source: Unknown log level '%s'
as: অজ্ঞাত লগ স্তৰ '%s'

source: Unknown log domain '%s'
as: অজ্ঞাত লগ ডোমেইন '%s'

source: NOTE: the libc resolver may not support more than 3 nameservers.
as: মন কৰিব: libc resolver ৰ দ্বাৰা ৩ তকৈ অধিক নামৰ সেৱক সমৰ্থিত ন'হ'বও পাৰে ।

source: The nameservers listed below may not be recognized.
as: নিম্নলিখিত নাম-সেৱকসমূহ চিনাক্ত ন'হ'বও পাৰে ।
be@latin: Niemahčyma paznać nastupnyja servery nazvaŭ.

source: Auto %s
as: স্বয়ংক্ৰিয় %s

source: System
as: প্ৰণালী

source: Connection sharing via a protected WiFi network
as: নিৰাপদ ৱাই-ফাইলৈ নে'টৱৰ্কৰ মাধ্যমে সংযোগৰ যৌথ ব্যৱহাৰ

source: Connection sharing via an open WiFi network
as: উন্মুক্ত ৱাই-ফাই নে'টৱৰ্কৰ মাধ্যমে সংযোগৰ যৌথ ব্যৱহাৰ

source: Modify persistent system hostname
as: প্ৰণালীৰ স্থায়ী গৃহস্থৰ নাম পৰিবৰ্তন কৰক

source: Modify system connections
as: প্ৰণালীৰ সংযোগ পৰিবৰ্তন কৰক

source: System policy prevents modification of system settings
as: প্ৰণালীত ব্যৱহৃত নিয়ম-নীতিৰ বিধিনিষেধৰ কাৰণে প্ৰণালীৰ বৈশিষ্ট্য পৰিবৰ্তন কৰা সম্ভৱ নহয়

source: System policy prevents modification of the persistent system hostname
as: প্ৰণালীত ব্যৱহৃত নিয়ম-নীতিৰ বিধি নিষেধৰ কাৰণে প্ৰণালীৰ স্থায়ী গৃহস্থৰ নাম পৰিবৰ্তন কৰা সম্ভৱ নহয়

source: System policy prevents sharing connections via a protected WiFi network
as: প্ৰণালীৰ নিয়মনীতিয়ে নিৰাপদ ৱাই-ফাই নে'টৱৰ্কৰ মাধ্যমে সংযোগৰ যৌথ ব্যৱহাৰ প্ৰতিৰোধ কৰিছে
