Repository: eugeni/NetworkManager-mdv
Catalog: po/*.po
Languages: as, be@latin

source: System policy prevents sharing connections via an open WiFi network
as: প্ৰণালীৰ নিয়মনীতিয়ে উন্মুক্ত ৱাই-ফাই নে'টৱৰ্কৰ মাধ্যমে সংযোগৰ যৌথ ব্যৱহাৰ প্ৰতিৰোধ কৰিছে

source: unable to join netlink group for monitoring link status: %s
be@latin: niemahčyma ŭvajści ŭ hrupu sietkavaha linka, kab nazirać za jaho stanam: %s

source: NOTE: the glibc resolver does not support more than 3 nameservers.
be@latin: UVAHA: resolver glibc nie padtrymlivaje bolš za 3 servery nazvaŭ.

source: Auto Wired
be@latin: Aŭtamatyčna źviazany
